Repository: Astrofrogger/pluck
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pt_br, zh_hans

source: Use times like 1:30, with the end after the start
de: Verwende Zeiten wie 1:30, mit dem Ende nach dem Beginn
es: Usa tiempos como 1:30, con el final después del inicio
fr: Utilisez des durées comme 1:30, avec la fin après le début
it: Usa tempi come 1:30, con la fine dopo l’inizio
ja: 1:30 のような時間を使い、終了は開始より後にしてください
ko: 1:30 같은 시간을 사용하고, 끝은 시작보다 뒤여야 합니다
nl: Gebruik tijden zoals 1:30, met het einde na het begin
pt_br: Use tempos como 1:30, com o fim depois do início
zh_hans: 请使用 1:30 这样的时间，且结束时间晚于开始时间

source: Use yt-dlp nightly builds
de: yt-dlp-Nightly-Builds verwenden
es: Usar compilaciones nightly de yt-dlp
fr: Utiliser les versions nightly de yt-dlp
it: Usa le build nightly di yt-dlp
ja: yt-dlp のナイトリービルドを使用
ko: yt-dlp 나이틀리 빌드 사용
nl: Gebruik nightly builds van yt-dlp
pt_br: Usar builds nightly do yt-dlp
zh_hans: 使用 yt-dlp 每夜构建版

source: Used by Extract Audio
de: Wird von „Audio extrahieren“ verwendet
es: Lo usa Extraer audio
fr: Utilisé par Extraire l’audio
it: Usato da Estrai audio
ja: 「オーディオを抽出」で使用
ko: 오디오 추출에 사용됨
nl: Gebruikt door Haal audio eruit
pt_br: Usado por Extrair áudio
zh_hans: 供“提取音频”使用

source: Used in this transcript, its subtitles and summaries.
de: Wird in diesem Transkript, seinen Untertiteln und Zusammenfassungen verwendet.
es: Se usa en esta transcripción, sus subtítulos y resúmenes.
fr: Utilisé dans cette transcription, ses sous-titres et ses résumés.
it: Usato in questa trascrizione, nei suoi sottotitoli e riassunti.
ja: この文字起こし、その字幕と要約で使われます。
ko: 이 대본과 자막, 요약에 사용됩니다.
nl: Gebruikt in dit transcript, de ondertitels en samenvattingen.
pt_br: Usado nesta transcrição, nas legendas e nos resumos.
zh_hans: 用于此转写及其字幕和摘要。

source: Using the yt-dlp and ffmpeg installed on this Mac. Keep them current with “brew upgrade yt-dlp ffmpeg”.
de: Es werden yt-dlp und ffmpeg verwendet, die auf diesem Mac installiert sind. Halte sie mit „brew upgrade yt-dlp ffmpeg“ aktuell.
es: Se usan yt-dlp y ffmpeg instalados en este Mac. Mantenlos al día con “brew upgrade yt-dlp ffmpeg”.
fr: Utilise yt-dlp et ffmpeg installés sur ce Mac. Gardez-les à jour avec « brew upgrade yt-dlp ffmpeg ».
it: Vengono usati yt-dlp e ffmpeg installati su questo Mac. Tienili aggiornati con “brew upgrade yt-dlp ffmpeg”.
ja: この Mac にインストールされた yt-dlp と ffmpeg を使用しています。「brew upgrade yt-dlp ffmpeg」で最新に保ってください。
ko: 이 Mac에 설치된 yt-dlp와 ffmpeg를 사용 중입니다. ‘brew upgrade yt-dlp ffmpeg’로 최신 상태를 유지하십시오.
nl: Pluck gebruikt de yt-dlp en ffmpeg die op deze Mac zijn geïnstalleerd. Houd ze up-to-date met “brew upgrade yt-dlp ffmpeg”.
pt_br: Usando o yt-dlp e o ffmpeg instalados neste Mac. Mantenha-os atualizados com “brew upgrade yt-dlp ffmpeg”.
zh_hans: 正在使用此 Mac 上安装的 yt-dlp 和 ffmpeg。请用“brew upgrade yt-dlp ffmpeg”保持更新。

source: Video Options
de: Videooptionen
es: Opciones de vídeo
fr: Options vidéo
it: Opzioni video
ja: ビデオオプション
ko: 비디오 옵션
nl: Video-opties
pt_br: Opções de vídeo
zh_hans: 视频选项

source: Videos with chapters, like DJ mixes and full albums, are saved as one file per chapter
de: Videos mit Kapiteln, etwa DJ-Mixe und ganze Alben, werden als eine Datei pro Kapitel gesichert
es: Los vídeos con capítulos, como sesiones de DJ y álbumes completos, se guardan como un archivo por capítulo
fr: Les vidéos avec chapitres, comme les mix de DJ et les albums complets, sont enregistrées en un fichier par chapitre
it: I video con capitoli, come mix DJ e album completi, vengono salvati come un file per capitolo
ja: DJ ミックスやアルバム全体など、チャプタのあるビデオをチャプタごとに 1 ファイルで保存します
ko: DJ 믹스나 전체 앨범처럼 챕터가 있는 비디오를 챕터마다 파일 하나로 저장합니다
nl: Video’s met hoofdstukken, zoals dj-mixen en volledige albums, worden als één bestand per hoofdstuk bewaard
pt_br: Vídeos com capítulos, como mixes de DJ e álbuns completos, são salvos como um arquivo por capítulo
zh_hans: 带章节的视频（如 DJ 混音和整张专辑）将按章节存储为单独的文件

source: Vocals
de: Gesang
es: Voz
fr: Voix
it: Voce
ja: ボーカル
ko: 보컬
nl: Zang
pt_br: Voz
zh_hans: 人声

source: Voice isolation isn’t available on this Mac.
de: Die Stimmisolation ist auf diesem Mac nicht verfügbar.
es: El aislamiento de voz no está disponible en este Mac.
fr: L’isolation de la voix n’est pas disponible sur ce Mac.
it: L’isolamento della voce non è disponibile su questo Mac.
ja: このMacでは声の分離を利用できません。
ko: 이 Mac에서는 음성 분리를 사용할 수 없습니다.
nl: Stemisolatie is niet beschikbaar op deze Mac.
pt_br: O isolamento de voz não está disponível neste Mac.
zh_hans: 此 Mac 无法使用人声分离。

source: WAV (uncompressed)
de: WAV (unkomprimiert)
es: WAV (sin comprimir)
fr: WAV (non compressé)
it: WAV (non compresso)
ja: WAV（非圧縮）
ko: WAV (비압축)
nl: WAV (ongecomprimeerd)
pt_br: WAV (sem compressão)
zh_hans: WAV（无压缩）

source: Waiting for an internet connection…
de: Warte auf eine Internetverbindung …
es: Esperando conexión a internet…
fr: En attente d’une connexion Internet…
it: In attesa di una connessione a internet…
ja: インターネット接続を待っています…
ko: 인터넷 연결을 기다리는 중…
nl: Wachten op een internetverbinding…
pt_br: Aguardando conexão com a internet…
zh_hans: 正在等待互联网连接…

source: Waiting to transcribe…
de: Wartet auf Transkription …
es: Esperando para transcribir…
fr: En attente de transcription…
it: In attesa di trascrizione…
ja: 文字起こし待ち…
ko: 받아쓰기 대기 중…
nl: Wachten op transcriptie…
pt_br: Aguardando transcrição…
zh_hans: 等待转写…

source: Waiting…
de: Warten …
es: Esperando…
fr: En attente…
it: In attesa…
ja: 待機中…
ko: 대기 중…
nl: Wachten…
pt_br: Aguardando…
zh_hans: 正在等待…

source: Warning
de: Warnung
es: Aviso
fr: Avertissement
it: Attenzione
ja: 警告
ko: 경고
nl: Waarschuwing
pt_br: Aviso
zh_hans: 警告

source: Watch with the transcript, summary and chapters beside the video. Click a line to jump there.
de: Schau mit Transkript, Zusammenfassung und Kapiteln neben dem Video. Klicke auf eine Zeile, um dorthin zu springen.
es: Mira con la transcripción, el resumen y los capítulos junto al vídeo. Haz clic en una línea para saltar allí.
fr: Regardez avec la transcription, le résumé et les chapitres à côté de la vidéo. Cliquez sur une ligne pour y aller.
it: Guarda con trascrizione, riassunto e capitoli accanto al video. Fai clic su una riga per andarci.
ja: ビデオの横に文字起こし、要約、チャプタを表示して視聴できます。行をクリックするとその場面に移動します。
ko: 비디오 옆에 받아쓰기, 요약, 챕터를 두고 시청합니다. 줄을 클릭하면 그곳으로 이동합니다.
nl: Kijk met het transcript, de samenvatting en de hoofdstukken naast de video. Klik op een regel om erheen te springen.
pt_br: Assista com a transcrição, o resumo e os capítulos ao lado do vídeo. Clique em uma linha para ir até ela.
zh_hans: 观看时在视频旁显示转写、总结和章节。点按某一行即可跳到那里。

source: Weight
de: Stärke
es: Grosor
fr: Graisse
it: Peso
ja: ウェイト
ko: 굵기
nl: Gewicht
pt_br: Peso
zh_hans: 字重

source: What was said? For example “the part about lighting”
de: Was wurde gesagt? Zum Beispiel „die Stelle über Beleuchtung“
es: ¿Qué se dijo? Por ejemplo “la parte sobre la iluminación”
fr: Qu’est-ce qui a été dit ? Par exemple « le passage sur l’éclairage »
it: Cosa è stato detto? Per esempio “la parte sull’illuminazione”
ja: 何が話されていましたか？例：「照明についての部分」
ko: 무슨 말을 했나요? 예: ‘조명에 대한 부분’
nl: Wat werd er gezegd? Bijvoorbeeld “het stuk over belichting”
pt_br: O que foi dito? Por exemplo “a parte sobre iluminação”
zh_hans: 说了什么？例如“讲灯光的那段”

source: What’s New
de: Neuigkeiten
es: Novedades
fr: Nouveautés
it: Novità
ja: 新機能
ko: 새로운 기능
nl: Wat is er nieuw
pt_br: Novidades
zh_hans: 新功能

source: What’s New after updates
de: Neuigkeiten nach Updates
es: Novedades tras actualizar
fr: Les nouveautés après les mises à jour
it: Novità dopo gli aggiornamenti
ja: アップデート後に新機能を表示
ko: 업데이트 후 새로운 기능 안내
nl: Wat is er nieuw na updates
pt_br: Novidades após atualizar
zh_hans: 更新后的新功能介绍

source: What’s New in Pluck
de: Neu in Pluck
es: Novedades de Pluck
fr: Nouveautés de Pluck
it: Novità di Pluck
ja: Pluck の新機能
ko: Pluck의 새로운 기능
nl: Wat is er nieuw in Pluck
pt_br: Novidades do Pluck
zh_hans: Pluck 新功能

source: When converting a file, choose Only part of the file to keep just a section, or use it with any other option.
de: Wähle beim Konvertieren „Nur einen Teil der Datei“, um nur einen Abschnitt zu behalten, oder kombiniere es mit jeder anderen Option.
es: Al convertir, elige Solo una parte del archivo para quedarte con un fragmento, o úsalo con cualquier otra opción.
fr: Lors d’une conversion, choisissez Seulement une partie du fichier pour n’en garder qu’un passage, seul ou avec n’importe quelle autre option.
it: Durante la conversione, scegli Solo una parte del file per tenerne solo un pezzo, o usalo con qualsiasi altra opzione.
ja: 変換時に「ファイルの一部だけ」を選ぶと一部分だけを残せます。ほかのどのオプションとも組み合わせられます。
ko: 파일을 변환할 때 ‘파일의 일부만’을 선택하면 한 구간만 남기거나 다른 옵션과 함께 쓸 수 있습니다.
nl: Kies bij het converteren Alleen een deel van het bestand om maar een stuk te houden, of combineer het met een andere optie.
pt_br: Ao converter, escolha Só uma parte do arquivo para manter apenas um trecho, ou use com qualquer outra opção.
zh_hans: 转换文件时，选择“仅文件的一部分”即可只保留一段，也可与其他任何选项一起使用。

source: When yt-dlp doesn’t know a page, Pluck finds the video on it, including embedded Vimeo, YouTube and SoundCloud players.
de: Wenn yt-dlp eine Seite nicht kennt, findet Pluck das Video darauf, auch eingebettete Player von Vimeo, YouTube und SoundCloud.
es: Cuando yt-dlp no conoce una página, Pluck encuentra el vídeo en ella, incluidos reproductores integrados de Vimeo, YouTube y SoundCloud.
fr: Quand yt-dlp ne connaît pas une page, Pluck y trouve la vidéo, y compris les lecteurs Vimeo, YouTube et SoundCloud intégrés.
it: Quando yt-dlp non conosce una pagina, Pluck ci trova il video, compresi i player incorporati di Vimeo, YouTube e SoundCloud.
ja: yt-dlp が知らないページでも、Pluck がそこからビデオを見つけます。埋め込まれた Vimeo、YouTube、SoundCloud のプレーヤーにも対応しています。
ko: yt-dlp가 모르는 페이지라도 Pluck이 그 안의 비디오를 찾아냅니다. 내장된 Vimeo, YouTube, SoundCloud 플레이어도 포함됩니다.
nl: Kent yt-dlp een pagina niet, dan vindt Pluck de video erop, ook ingesloten spelers van Vimeo, YouTube en SoundCloud.
pt_br: Quando o yt-dlp não conhece uma página, o Pluck encontra o vídeo nela, incluindo players incorporados do Vimeo, YouTube e SoundCloud.
zh_hans: 即使 yt-dlp 不认识某个页面，Pluck 也能找到其中的视频，包括嵌入的 Vimeo、YouTube 和 SoundCloud 播放器。

source: White
de: Weiß
es: Blanco
fr: Blanc
it: Bianco
ja: 白
ko: 흰색
nl: Wit
pt_br: Branco
zh_hans: 白色

source: Who said what
de: Wer hat was gesagt
es: Quién dijo qué
fr: Qui a dit quoi
it: Chi ha detto cosa
ja: 誰が何を話したか
ko: 누가 무슨 말을 했는지
nl: Wie zei wat
pt_br: Quem disse o quê
zh_hans: 谁说了什么

source: Whole picture
de: Ganzes Bild
es: Imagen completa
fr: Image entière
it: Immagine intera
ja: 全体を表示
ko: 전체 화면
nl: Volledig beeld
pt_br: Imagem inteira
zh_hans: 完整画面

source: Word Document
de: Word-Dokument
es: Documento de Word
fr: Document Word
it: Documento Word
ja: Word書類
ko: Word 문서
pt_br: Documento do Word
zh_hans: Word 文稿

source: Works best when people stand free in the picture: things in front of them, like a railing or a table edge, can be cut away too. Runs entirely on this Mac with local AI; the original isn’t changed.
de: Funktioniert am besten, wenn Personen frei im Bild stehen: Dinge vor ihnen, etwa ein Geländer oder eine Tischkante, können mit entfernt werden. Läuft komplett auf diesem Mac mit lokaler KI; das Original bleibt unverändert.
es: Funciona mejor cuando las personas están despejadas en la imagen: lo que tengan delante, como una barandilla o el borde de una mesa, también puede eliminarse. Todo en este Mac con IA local; el original no se modifica.
fr: Fonctionne mieux quand les personnes sont bien dégagées : ce qui se trouve devant elles, comme une rambarde ou un bord de table, peut aussi être supprimé. Tout se fait sur ce Mac avec l’IA locale ; l’original reste inchangé.
it: Funziona meglio quando le persone sono libere nell’inquadratura: ciò che hanno davanti, come una ringhiera o il bordo di un tavolo, può essere rimosso. Tutto su questo Mac con l’IA locale; l’originale resta invariato.
ja: 人物の前に何もないときに最もよく機能します。手すりやテーブルの縁など、手前にあるものも消えることがあります。すべてこのMac上のローカルAIで処理し、元のファイルは変更しません。
ko: 사람 앞에 아무것도 없을 때 가장 잘 됩니다. 난간이나 테이블 모서리처럼 앞에 있는 물체도 함께 잘릴 수 있습니다. 이 Mac에서 로컬 AI로만 처리되며 원본은 바뀌지 않습니다.
nl: Werkt het best als mensen vrij in beeld staan: dingen voor hen, zoals een reling of tafelrand, kunnen ook weggesneden worden. Werkt volledig op deze Mac met lokale AI; het origineel blijft ongewijzigd.
pt_br: Funciona melhor quando as pessoas estão livres na imagem: o que estiver na frente delas, como um corrimão ou a borda de uma mesa, também pode ser removido. Tudo neste Mac com IA local; o original não é alterado.
zh_hans: 人物前方没有遮挡时效果最好：栏杆或桌边等位于人物前方的物体也可能被去掉。全程在此 Mac 上用本地 AI 完成，原文件不变。

source: Works on your file in place, on this Mac. Nothing is uploaded.
de: Arbeitet mit deiner Datei direkt dort, wo sie liegt, auf diesem Mac. Nichts wird hochgeladen.
es: Trabaja con tu archivo donde está, en este Mac. No se sube nada.
fr: Fonctionne sur votre fichier là où il est, sur ce Mac. Rien n’est envoyé.
it: Lavora sul tuo file dove si trova, su questo Mac. Non viene caricato nulla.
ja: ファイルをそのままの場所で、この Mac 上で処理します。何もアップロードされません。
ko: 파일을 있는 그대로 이 Mac에서 처리합니다. 아무것도 업로드되지 않습니다.
nl: Werkt met je bestand waar het staat, op deze Mac. Er wordt niets geüpload.
pt_br: Funciona no seu arquivo onde ele está, neste Mac. Nada é enviado.
zh_hans: 在此 Mac 上直接处理原位置的文件。不会上传任何内容。

source: Works on your files in place, on this Mac. Shorts and subtitles take one file at a time.
de: Arbeitet mit deinen Dateien direkt dort, wo sie liegen, auf diesem Mac. Shorts und Untertitel gehen jeweils für eine Datei.
es: Trabaja con tus archivos donde están, en este Mac. Los shorts y subtítulos se hacen de un archivo en uno.
fr: Fonctionne sur vos fichiers là où ils sont, sur ce Mac. Shorts et sous-titres se font un fichier à la fois.
it: Lavora sui tuoi file dove si trovano, su questo Mac. Short e sottotitoli si fanno un file alla volta.
ja: ファイルをそのままの場所で、この Mac 上で処理します。ショートと字幕は 1 ファイルずつです。
ko: 파일을 있는 그대로 이 Mac에서 처리합니다. 쇼츠와 자막은 한 번에 파일 하나씩 만듭니다.
nl: Werkt met je bestanden waar ze staan, op deze Mac. Shorts en ondertitels gaan per bestand.
pt_br: Funciona nos seus arquivos onde eles estão, neste Mac. Shorts e legendas são feitos um arquivo por vez.
zh_hans: 在此 Mac 上直接处理原位置的文件。短视频和字幕每次处理一个文件。

source: Works with VoiceOver
de: Funktioniert mit VoiceOver
es: Funciona con VoiceOver
fr: Fonctionne avec VoiceOver
it: Funziona con VoiceOver
ja: VoiceOver に対応
ko: VoiceOver 지원
nl: Werkt met VoiceOver
pt_br: Funciona com o VoiceOver
zh_hans: 支持旁白

source: Works with keywords; Apple Intelligence makes it understand questions.
de: Funktioniert mit Stichwörtern; mit Apple Intelligence versteht sie Fragen.
es: Funciona con palabras clave; Apple Intelligence hace que entienda preguntas.
fr: Fonctionne avec des mots-clés ; Apple Intelligence lui permet de comprendre les questions.
it: Funziona con parole chiave; Apple Intelligence le fa capire le domande.
ja: キーワードで動作します。Apple Intelligence を使うと質問も理解します。
ko: 키워드로 작동합니다. Apple Intelligence를 사용하면 질문도 이해합니다.
nl: Werkt met trefwoorden; Apple Intelligence laat het vragen begrijpen.
pt_br: Funciona com palavras-chave; a Apple Intelligence faz entender perguntas.
zh_hans: 可使用关键词；有了 Apple 智能，还能理解问题。

source: Works without switching to Pluck.
de: Funktioniert, ohne zu Pluck zu wechseln.
es: Funciona sin cambiar a Pluck.
fr: Fonctionne sans passer à Pluck.
it: Funziona senza passare a Pluck.
ja: Pluck に切り替えずに使えます。
ko: Pluck으로 전환하지 않아도 작동합니다.
nl: Werkt zonder over te schakelen naar Pluck.
pt_br: Funciona sem mudar para o Pluck.
zh_hans: 无需切换到 Pluck 即可使用。

source: Writing metadata…
de: Metadaten werden geschrieben …
es: Escribiendo metadatos…
fr: Écriture des métadonnées…
it: Scrittura dei metadati…
ja: メタデータを書き込み中…
ko: 메타데이터 기록 중…
nl: Metadata schrijven…
pt_br: Gravando metadados…
zh_hans: 正在写入元数据…

source: You can put it back from the Trash in Finder.
de: Du kannst es im Finder aus dem Papierkorb zurücklegen.
es: Puedes recuperarlo desde la papelera en el Finder.
fr: Vous pouvez le remettre depuis la corbeille dans le Finder.
it: Puoi ripristinarlo dal cestino nel Finder.
ja: Finderのゴミ箱から元に戻せます。
ko: Finder의 휴지통에서 되돌릴 수 있습니다.
nl: Je kunt het terugzetten vanuit de prullenmand in Finder.
pt_br: Você pode recuperá-lo do Lixo no Finder.
zh_hans: 可在访达的废纸篓中放回原处。

source: You have %@.
de: Du hast %@.
es: Tienes %@.
fr: Vous avez %@.
it: Hai %@.
ja: %@ を持っています。
ko: %@이(가) 있습니다.
nl: Je hebt %@.
pt_br: Você tem %@.
zh_hans: 你有 %@。

source: Your downloads stay listed
de: Deine Downloads bleiben gelistet
es: Tus descargas siguen en la lista
fr: Vos téléchargements restent dans la liste
it: I tuoi download restano in lista
ja: ダウンロードがリストに残る
ko: 다운로드가 목록에 남음
nl: Je downloads blijven staan
pt_br: Seus downloads continuam na lista
zh_hans: 下载项会保留在列表中

source: Your own shortcut
de: Dein eigener Kurzbefehl
es: Tu propio atajo
fr: Votre propre raccourci
it: La tua abbreviazione
ja: 自分だけのショートカット
ko: 나만의 단축키
nl: Je eigen sneltoets
pt_br: Seu próprio atalho
zh_hans: 你自己的快捷键

source: brew install ffmpeg (needs Homebrew from brew.sh)
de: brew install ffmpeg (benötigt Homebrew von brew.sh)
es: brew install ffmpeg (requiere Homebrew de brew.sh)
fr: brew install ffmpeg (nécessite Homebrew sur brew.sh)
it: brew install ffmpeg (richiede Homebrew da brew.sh)
ja: brew install ffmpeg（brew.sh の Homebrew が必要）
ko: brew install ffmpeg (brew.sh의 Homebrew 필요)
nl: brew install ffmpeg (vereist Homebrew van brew.sh)
pt_br: brew install ffmpeg (requer o Homebrew de brew.sh)
zh_hans: brew install ffmpeg（需要来自 brew.sh 的 Homebrew）

source: end
de: Ende
es: fin
fr: fin
it: fine
ja: 終了
ko: 끝
nl: einde
pt_br: fim
zh_hans: 结束

source: ffmpeg isn’t installed, so merging video and converting audio will fail.
de: ffmpeg ist nicht installiert, daher schlagen das Zusammenführen von Video und die Audiokonvertierung fehl.
es: ffmpeg no está instalado, así que unir vídeo y convertir audio fallará.
fr: ffmpeg n’est pas installé : la fusion vidéo et la conversion audio vont échouer.
it: ffmpeg non è installato: l’unione dei video e la conversione audio non riusciranno.
ja: ffmpeg がインストールされていないため、ビデオの結合とオーディオの変換は失敗します。
ko: ffmpeg가 설치되어 있지 않아 비디오 병합과 오디오 변환이 실패합니다.
nl: ffmpeg is niet geïnstalleerd, dus video samenvoegen en audio omzetten zal mislukken.
pt_br: O ffmpeg não está instalado, então juntar vídeo e converter áudio vai falhar.
zh_hans: 未安装 ffmpeg，因此合并视频和转换音频将会失败。

source: ffmpeg isn’t installed, so this file can’t be converted.
de: ffmpeg ist nicht installiert, daher kann diese Datei nicht konvertiert werden.
es: ffmpeg no está instalado, así que este archivo no se puede convertir.
fr: ffmpeg n’est pas installé : ce fichier ne peut pas être converti.
it: ffmpeg non è installato, quindi questo file non può essere convertito.
ja: ffmpeg がインストールされていないため、このファイルは変換できません。
ko: ffmpeg가 설치되어 있지 않아 이 파일을 변환할 수 없습니다.
nl: ffmpeg is niet geïnstalleerd, dus dit bestand kan niet geconverteerd worden.
pt_br: O ffmpeg não está instalado, então este arquivo não pode ser convertido.
zh_hans: 未安装 ffmpeg，因此无法转换此文件。

source: macOS already uses %@. Choose another shortcut.
de: macOS verwendet bereits %@. Wähle einen anderen Kurzbefehl.
es: macOS ya usa %@. Elige otro atajo.
fr: macOS utilise déjà %@. Choisissez un autre raccourci.
it: macOS usa già %@. Scegli un’altra abbreviazione.
ja: %@ はすでに macOS が使っています。別のショートカットを選んでください。
ko: macOS가 이미 %@을(를) 사용하고 있습니다. 다른 단축키를 선택하십시오.
nl: macOS gebruikt %@ al. Kies een andere toetscombinatie.
pt_br: O macOS já usa %@. Escolha outro atalho.
zh_hans: macOS 已在使用 %@。请选择其他快捷键。

source: macOS needs your OK in Login Items before Pluck can open at login.
de: macOS braucht dein OK unter Anmeldeobjekte, bevor Pluck bei der Anmeldung öffnen kann.
es: macOS necesita tu permiso en Ítems de inicio para que Pluck pueda abrirse al iniciar sesión.
fr: macOS a besoin de votre accord dans Éléments de connexion pour que Pluck puisse s’ouvrir à la connexion.
it: macOS ha bisogno della tua conferma in Elementi login prima che Pluck possa aprirsi al login.
ja: Pluck をログイン時に開くには、ログイン項目で macOS の許可が必要です。
ko: Pluck을 로그인 시 열려면 로그인 항목에서 macOS의 승인이 필요합니다.
nl: macOS heeft je toestemming nodig in Inlogonderdelen voordat Pluck kan openen bij het inloggen.
pt_br: O macOS precisa da sua permissão em Itens de Início antes que o Pluck possa abrir ao iniciar sessão.
zh_hans: 需要你在“登录项”中允许，Pluck 才能在登录时打开。

source: to
de: bis
es: a
fr: à
it: a
nl: tot
pt_br: a
zh_hans: 至

source: yt-dlp exited with code %d.
de: yt-dlp wurde mit Code %d beendet.
es: yt-dlp terminó con el código %d.
fr: yt-dlp s’est arrêté avec le code %d.
it: yt-dlp è terminato con il codice %d.
ja: yt-dlp がコード %d で終了しました。
ko: yt-dlp가 코드 %d(으)로 종료되었습니다.
nl: yt-dlp stopte met code %d.
pt_br: O yt-dlp terminou com o código %d.
zh_hans: yt-dlp 已退出，代码 %d。

source: yt-dlp not found. Install it with “brew install yt-dlp” or set its path in Settings.
de: yt-dlp nicht gefunden. Installiere es mit „brew install yt-dlp“ oder lege seinen Pfad in den Einstellungen fest.
es: No se encontró yt-dlp. Instálalo con “brew install yt-dlp” o indica su ruta en Ajustes.
fr: yt-dlp introuvable. Installez-le avec « brew install yt-dlp » ou indiquez son chemin dans les Réglages.
it: yt-dlp non trovato. Installalo con “brew install yt-dlp” o imposta il suo percorso in Impostazioni.
ja: yt-dlp が見つかりません。「brew install yt-dlp」でインストールするか、設定でパスを指定してください。
ko: yt-dlp를 찾을 수 없습니다. ‘brew install yt-dlp’로 설치하거나 설정에서 경로를 지정하십시오.
nl: yt-dlp niet gevonden. Installeer het met “brew install yt-dlp” of stel het pad in bij Instellingen.
pt_br: yt-dlp não encontrado. Instale com “brew install yt-dlp” ou defina o caminho nos Ajustes.
zh_hans: 未找到 yt-dlp。请用“brew install yt-dlp”安装，或在“设置”中设定其路径。

source: “%@” couldn’t be finished
de: „%@“ konnte nicht abgeschlossen werden
es: No se pudo terminar “%@”
fr: « %@ » n’a pas pu être terminé
it: Impossibile completare “%@”
ja: 「%@」を完了できませんでした
ko: ‘%@’을(를) 완료할 수 없습니다
nl: “%@” kon niet afgemaakt worden
pt_br: Não foi possível concluir “%@”
zh_hans: 无法完成“%@”

source: “%@” couldn’t be separated
de: „%@“ konnte nicht getrennt werden
es: No se pudo separar “%@”
fr: Impossible de séparer « %@ »
it: Impossibile separare “%@”
ja: 「%@」を分離できませんでした
ko: ‘%@’을(를) 분리할 수 없습니다
nl: “%@” kon niet gescheiden worden
pt_br: Não foi possível separar “%@”
zh_hans: 无法分离“%@”

source: “%@” has a new background
de: „%@“ hat einen neuen Hintergrund
es: “%@” tiene un fondo nuevo
fr: « %@ » a un nouvel arrière-plan
it: “%@” ha un nuovo sfondo
ja: “%@”の背景を変更しました
ko: “%@”의 배경을 바꿨습니다
nl: “%@” heeft een nieuwe achtergrond
pt_br: “%@” tem um novo fundo
zh_hans: “%@”已更换背景

source: “%@” has clean audio
de: „%@“ hat saubere Tonspur
es: “%@” tiene audio limpio
fr: « %@ » a un son nettoyé
it: “%@” ha l’audio pulito
ja: “%@”の音声をクリーンアップしました
ko: “%@”의 오디오를 정리했습니다
nl: “%@” heeft schone audio
pt_br: “%@” está com áudio limpo
zh_hans: “%@”的音频已清理

source: “%@” has no subtitles in it.
de: „%@“ enthält keine Untertitel.
es: “%@” no contiene subtítulos.
fr: « %@ » ne contient aucun sous-titre.
it: “%@” non contiene sottotitoli.
ja: “%@”に字幕がありません。
ko: “%@”에 자막이 없습니다.
nl: Er staan geen ondertitels in “%@”.
pt_br: “%@” não contém legendas.
zh_hans: “%@”中没有字幕。

source: “%@” is already downloaded
de: „%@“ wurde bereits geladen
es: “%@” ya está descargado
fr: « %@ » est déjà téléchargé
it: “%@” è già scaricato
ja: 「%@」はダウンロード済みです
ko: ‘%@’은(는) 이미 다운로드됨
nl: “%@” is al gedownload
pt_br: “%@” já foi baixado
zh_hans: “%@”已下载过

source: “%@” is blurred
de: „%@“ ist verpixelt
es: “%@” está difuminado
fr: « %@ » est flouté
it: “%@” è stato sfocato
ja: “%@”にぼかしをかけました
ko: “%@”을(를) 흐리게 처리했습니다
nl: “%@” is vervaagd
pt_br: “%@” foi desfocado
zh_hans: “%@”已模糊处理

source: “%@” is enhanced
de: „%@“ ist verbessert
es: “%@” está mejorado
fr: « %@ » est amélioré
it: “%@” è stato migliorato
ja: “%@”を高画質化しました
ko: “%@”을(를) 향상했습니다
nl: “%@” is verbeterd
pt_br: “%@” foi aprimorado
zh_hans: “%@”已增强

source: “%@” is tightened
de: „%@“ ist gestrafft
es: “%@” está ajustado
fr: « %@ » est resserré
it: “%@” è stato compattato
ja: “%@”をカットしました
ko: “%@”을(를) 다듬었습니다
nl: “%@” is strakker gemaakt
pt_br: “%@” foi enxugado
zh_hans: “%@”已精简
